<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы для проверки значений
    |--------------------------------------------------------------------------
    |
    | Последующие языковые строки содержат сообщения по-умолчанию, используемые
    | классом, проверяющим значения (валидатором). Некоторые из правил имеют
    | несколько версий, например, size. Вы можете поменять их на любые
    | другие, которые лучше подходят для вашего приложения.
    |
    */

    'accepted' => 'Вы должны принять :attribute.',

    'attributes' => [
        'id' => 'ID',
        'name' => 'ФИО',
        'username' => 'Логин',
        'user_id' => 'ID пользователя',
        'company_id' => 'ID компании',
        'email' => 'E-Mail адрес',
        'first_name' => 'Имя',
        'last_name' => 'Фамилия',
        'current_password' => 'Текущий пароль',
        'new_password' => 'Новый пароль',
        'new_password_confirmation' => 'Подтверждение нового пароля',
        'password' => 'Пароль',
        'password_confirmation' => 'Подтверждение пароля',
        'city' => 'Город',
        'country' => 'Страна',
        'address' => 'Адрес',
        'phone' => 'Телефон',
        'mobile' => 'Моб. номер',
        'balance' => 'Баланс',
        'age' => 'Возраст',
        'sex' => 'Пол',
        'gender' => 'Пол',
        'day' => 'День',
        'month' => 'Месяц',
        'year' => 'Год',
        'hour' => 'Час',
        'minute' => 'Минута',
        'second' => 'Секунда',
        'title' => 'Наименование',
        'content' => 'Контент',
        'description' => 'Описание',
        'excerpt' => 'Выдержка',
        'date' => 'Дата',
        'time' => 'Время',
        'available' => 'Доступно',
        'size' => 'Размер',
        'role' => 'Роль',
        'active' => 'Статус',
        'priority' => 'Порядок сортировки',
        'min_price' => 'Минимальная цена',
        'min_distance' => 'Минимальная дистанция',
        'price_per_km' => 'Цена за км',
        'price_per_min' => 'Цена за минуту ожидания',
        'icon' => 'Иконка',
        'lang' => 'Язык',
        'can_call' => 'Принимать звонки',
        'have_terminal' => 'Есть терминал',
        'model' => 'Модель',
        'color' => 'Цвет',
        'peoples' => 'Кол-во пассажиров',
        'number' => 'Номер',
        'options' => 'Опции',
        'ac' => 'Кондиционер',
        'kids_seat' => 'Детское сиденье',
        'dimensions' => 'Габариты',
        'dimension_x' => 'Ширина',
        'dimension_y' => 'Длина',
        'dimension_z' => 'Высота',
        'can_pack' => 'Есть упаковщики',
        'can_provide_loader' => 'Есть грузчики',
        'max_weight' => 'Грузоподъемность',
        'commission' => 'Коммиссия сервиса',
        'car_type_id' => 'Тип машины',
        'load_type' => 'Тип погрузки',
        'supported_cargo_types' => 'Какие типы грузов готовы вести',
        'slug' => 'URI',
        'token' => 'Токен',
        'fcm_token' => 'FCM токен',
    ],
];
